Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/personal_finance/financial_institutions/financial_institutions_and_identification.html.txt.tmx
Source language: en
Languages: ga

source: Financial institutions and identification
ga: Institiúidí airgeadais agus aitheantas

source: Before you open an account with a financial institution, they are obliged to establish your identity and verify your address
ga: Sular féidir leat cuntas a oscailt le hinstitiúid airgeadais, tá dualgas orthu d’aitheantas a dheimhniú agus do sheoladh a dheimhniú

source: This requirement is set down in anti-money laundering legislation
ga: Tá an dualgas seo leagtha amach sa reachtaíocht frithsciúrtha airgid

source: Financial institutions include banks, building societies and credit unions
ga: Áirítear le hinstitiúidí airgeadais bainc, cumainn foirgníochta agus comhair chreidmheasa

source: When you are opening an account you cannot use the same document as proof of both your identity and your address
ga: Nuair a bhíonn cuntas á oscailt agat, ní féidir leat an cháipéis chéanna a úsáid mar chruthúnas i leith d’aitheantais agus do sheolta

source: The requirements set out here are minimum requirements and the bank can look for further information
ga: Riachtanais íosta iad na ceanglais a leagtar amach anseo agus is féidir leis an mbanc níos mó faisnéise a lorg

source: You can prove your identity with any of the following:
ga: Féadfaidh tú d’aitheantas a chruthú le haon cheann de na nithe seo a leanas:

source: • A current Irish driving licence
ga: • Ceadúnas tiomána Éireannach bailí

source: • A National Age Card (issued by An Garda Síochána)
ga: • Aoischárta Náisiúnta (arna eisiúint ag an nGarda Síochána)

source: • An identification form with a photograph signed by a member of An Garda Síochána
ga: • Foirm aitheantais le grianghraf atá sínithe ag ball den Gharda Síochána

source: • Documents issued by government departments showing your name
ga: • Doiciméid arna n-eisiúint ag ranna rialtais a thaispeánann d’ainm

source: Government documents must be verified by a statement from a person in a position of responsibility such as a solicitor, accountant, doctor or social worker
ga: Ní mór doiciméid Rialtais a bheith dearbhaithe ag ráiteas ó dhuine i bpost freagrachta cosúil le aturnae, cuntasóir, dochtúir nó oibrí sóisialta

source: That person must also come to the bank themselves with proof of their own identity
ga: Ní mór don duine sin teacht chuig an mbanc iad féin le cruthúnas dá n-aitheantas féin

source: You can provide evidence of your address with any of these documents:
ga: Féadfaidh tú fianaise a chur ar fáil i leith do sheolta le haon cheann de na cáipéisí seo a leanas:

source: • A current utility bill (such as a gas, electricity or telephone or mobile phone bill)
ga: • Bille fóntais reatha (cosúil le bille gáis, leictreachais nó teileafóin nó teileafóin phóca)

source: • A current car or home insurance policy that shows your address
ga: • Polasaí árachais baile nó cairr reatha a thaispeánann do sheoladh

source: • A document issued by a government department that shows your address
ga: • Doiciméad a d’eisigh roinn Rialtais a thaispeánann do sheoladh

source: • A list of your tax credits
ga: • Liosta de do chreidmheasanna cánach

source: • A current balancing statement from Revenue
ga: • Ráiteas comhardaithe reatha ó na gCoimisinéirí Ioncaim

source: • A social insurance document (that shows your address)
ga: • Doiciméad árachais shóisialta a thaispeánann do sheoladh

source: • A letter from your employer or licensed employment agency stating that you have recently arrived in Ireland and have started work but cannot yet provide evidence of your Irish address (you will have to provide evidence of your address at a later date)
ga: • Litir ó d’fhostóir nó ó ghníomhaireacht fostaíochta ceadaithe ag rá gur tháinig tú go hÉirinn le déanaí agus gur thosaigh tú ag obair ach nach féidir leat fianaise de do sheoladh Éireannach a chur ar fáil fós (beidh ort fianaise de do sheoladh a chur ar fáil ag dáta níos déanaí)

source: In some cases a bank may ask you for your PPS number – for example, if you are claiming tax relief on the interest paid on a mortgage loan
ga: I roinnt cásanna, d’fhéadfadh banc iarraidh ort d’uimhir PSP a sholáthar – mar shampla, má bhíonn faoiseamh cánach á éileamh agat ar ús a íocadh ar iasacht mhorgáiste

source: Copies of all documentation used to establish the identity of the customer must be retained for 5 years after an account is closed
ga: Ní foláir cóipeanna de na cáipéisí uilig a úsáideadh chun a dhearbhú cérbh é an custaiméir a choinneáil le haghaidh 5 bliana tar éis dó/di an cuntas a dhúnadh

source: Also, copies of transactions must be kept for 5 years after the date of the transaction
ga: Ní foláir, chomh maith, cóipeanna de bhearta a choinneáil le haghaidh 5 bliana tar éis an dáta gur cuireadh an beart i gcrích

source: Bank staff are required to know the nature of their customers' business and can ask for information about the level and type of business that is likely to be transacted through the account
ga: Tá sé riachtanach d'fhoireann an bhainc eolas a bheith acu ar an gcineál gnó atá ag a gcustaiméirí agus is féidir leo eolas a iarraidh ar an méid agus cineál gnó a bhéas ag dul tríd an gcuntas

source: You can also be asked to provide confirmation of the source of your funds and to give reasons for carrying out certain transactions
ga: D'fhéadfaí iarraidh ar chustaiméirí foinse a gciste a dhearbhú agus cúiseanna a thabhairt faoin fáth a ndéantar bearta áirithe

source: You should contact your bank or financial institution to get full details of the identification they require
ga: Chun sonraí a fháil ar na foirmeacha aitheantais atá inghlactha, téigh i dteagmháil le do bhanc nó institiúid airgeadais

source: The Central Bank of Ireland’s Registers contains individual registers for all financial institutions regulated by the Central Bank of Ireland
ga: Cuimsítear i gCláir Bhanc Ceannais na hÉireann cláir aonair le haghaidh gach institiúid airgeadais a rialaíonn Banc Ceannais na hÉireann
